Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: واشنطن: أعلن الرئيس الأمريكي _باراك أوباما رسميا عن اختيار العالم المصري الكبير الدكتور أحمد زويل الحاصل على _جائزة نوبل في الكيمياء عام 1999 ليكون ضمن أعضاء مجلس المستشارين العلميين _والتكنولوجيين التابع للبيت الأبيض مباشرة والمعروف اختصارا باسم مجلس بي
ar: Washington: President Barack Obama formally announced the naming of prominent Egyptian scientist and noble-prize winner Ahmed Zewail to the White House’s Council of Advisors on Science and Technology, otherwise knowing as the PCAST.

source: وكان قرار تشكيل المجلس _الاستشاري الرئاسي الأمريكي بي كاست قد تم التوقيع عليه في صورة قانون رئاسي _بواسطة الرئيس الأمريكي السابق جورج بوش يوم 30 سبتمبر عام 2001 ، وهو مجلس يتكون _من مجموعة من أبرز العلماء والمستشارين الذين يقدمون المشورة إلى الرئيس ونائ
ar: The decision to initiate the PCAST came in the form of an approved presidential bill, presented by former American president George Bush on September 30th, 2001. The council is comprised of some of the most renowned scientists and advisors who provide th

source: وجاء الإعلان عن اختيار الدكتور _زويل – الأستاذ في معهد كاليفورنيا للتكنولوجيا كالتيك – في خطاب ألقاه أوباما في _الأكاديمية الوطنية للعلوم في واشنطن.
ar: Obama had named Zewail, who is a professor at the California Institute of Technology (Caltech), during a speech given at the National Academy of Science in Washington.

source: وحسبما ذكرت صحيفة الشروق _المصرية فقد وقع اختيار أوباما على زويل من بين عشرين من الشخصيات العلمية البارزة _التي تم تعيينها في المجلس ، وهم : روزينا بيرباوم وكريستين كاسل وكريستوفر تشيبا _وجيمس جيتس وجون هولدرن وشيرلي جاكسون وإيريك لاندر وريتشار ليفن وتش
ar: Zewail is set to join twenty other prominent scientists appointed for the council, according to Egyptian newspaper ‘Al Shorouk’. Other appointed councilors are: Rosina Bierbaum, Christine Cassel, Christopher Chyba, James Gates, John Holdren, Shirley Jack

source: والمجلس بتشكيله الحالي يتألف من _ثلاثة من الحاصلين على جوائز نوبل واثنين من رؤساء الجامعات _الأمريكية.
ar: Three Nobel laureates currently serve on the council, as well as two American university presidents.

source: وقال أوباما عن هذا المجلس : _إنه يتكون من قادة بارزين من العديد من المجالات العلمية ممن يساعدون على إيجاد _تنوع في الخبرات ووجهات النظر ، وسوف أكلف المجلس بتوجيه المشورة لي حول _الاستراتيجيات الوطنية من أجل الحفاظ على ثقافة الإبداع _العلمي.
ar: This council represents leaders from many scientific disciplines who will bring a diversity of experience and views, Obama said. I will charge PCAST with advising me about national strategies to nurture and sustain a culture of scientific innovation.

source: أما أحمد زويل نفسه فقال تعليقا _على هذا الاختيار : إنني سعيد بأن أكون مستشارا لمساعدة الرئيس أوباما في تحقيق _رؤيته للولايات المتحدة للقرن الحادي والعشرين ، وللتعامل مع القضايا ذات الأهمية _العالمية.
ar: Ahmed Zewail said “I am pleased to be an advisor to assist President Obama in his vision for the America of the 21st century, and to address issues of global significance.

source: ووصف جان لو تشامو رئيس معهد كالتك زويل بأنه اختيار رائع _لعضوية بي كاست ، ليس فقط لكونه عالما متميزا ، ولكن لأنه أيضا قائد نخبوي يملك _رؤية عظيمة في القضايا التي يواجهها المجتمع.
ar: Ahmed is a fantastic choice for PCAST, said Caltech president Jean- Lou Chameau. Not only is he a remarkable scientist, but he is also an intellectual leader with great insight in the issues faced by society.

source: نبذة عن حياة _الدكتور أحمد زويل
ar: Professor Ahmed Zewail’s life

source: ولد الدكتور أحمد زويل في مدينة دمنهور بجمهورية مصر العربية في السادس _والعشرين من فبراير/ شباط عام 1946, وبدأ المرحلة اولاى من تعليمه بمدينة دمنهور ثم _انتقل مع الأسرة الي مدينة دسوق مقر عمل والده حيث أكمل تعليمه حتي المرحلة _الثانوية ثم التحق بكلية العلو
ar: Doctor Ahmed Zewail was born in the city of Damanhur in the Arab Republic of Egypt on February 26th of 1946 where he attended elementary school. He moved with the family to the city of Desouk where his father worked and pursued his high school education.

source: وبعد شهادة _الدكتوراه, انتقل الدكتور زويل الي جامعة بيركلي بولاية كاليفورنيا وانضم لفريق _الأبحاث هناك. وفي عام 1976 عين زويل في كلية كالتك كمساعد أستاذ للفيزياء _الكيميائية وكان في ذلك الوقت في سن الثلاثين.
ar: Doctor Zewail then joined the research team at Berkeley, California. At the age of thirty, Zewail was appointed as an assistant professor of chemical physics in Caltech.

source: وفي عام 1982 نجح في تولي منصب أستاذا للكيمياء وفي عام 1990 _تم تكريمه بالحصول علي منصب الأستاذ الأول للكيمياء في معهد لينوس بولينج . وفي سن _الثانية والخمسين فاز الدكتور أحمد زويل بجائزة بنيامين فرانكلين بعد اكتشافه _العلمي المذهل المعروف بإسم الفيمتو ثا
ar: In 1982, he was appointed as a professor of chemistry. Ahmed Zewail’s astonishing scientific discovery of the ‘Femto-Second’, the shortest time unit within a second, was honored with the Benjamin Franklin prize. His discovery was celebrated in a ceremon

source: وبدأ الدكتور أحمد زويل مستقبله العملي كمتدرب في شركة شل _في مدينة الأسكندرية عام 1966 واستكمل دراساته العليا بعد ذلك في الولايات المتحدة _حيث حصل علي شهادة الدكتوراه عام 1974 من جامعة بنسلفانيا
ar: Doctor Ahmed Zewail started his career as a trainee in Shell, Alexandria, in 1966. He furthered his studies in the United States where he earned his PhD from the University of Pennsylvania in 1974.

source: وفي عام 1991 تم ترشيح الدكتور أحمد زويل لجائزة نوبل في _الكيمياء وبذلك يكون أول عالم عربي مسلم يفوز بتلك الجائزة في الكيمياء منذ أن فاز _بها الروائي المصري نجيب محفوظ عام 1988 في الأدب والرئيس الراحل محمد أنور السادات _في السلام عام 1978 .
ar: In 1991, Ahmed Zewail was nominated for the Nobel prize in Chemistry. He was the first Arab and Muslim scientist to win the award since Egyptian novelist Najeeb Mahfouz, recognized for his literary works, and former president Mohamed Anwar Al Sadat, who

source: وللدكتور أحمد زويل أربعة أبناء وهو متزوج من ديما زويل وهي _تعمل طبيبة في مجال الصحة العامة, وهو يعيش حاليا في سان مارينو بولاية كاليفورنيا _.
ar: Doctor Zewail has four children and is married to Dima Zewail, a public health doctor. He currently resides in San Marino, California.

source: ويشغل الدكتور أحمد زويل عدة مناصب منها الأستاذ الاول _للكيمياء في معهد لينوس بولينج وأستاذا للفيزياء في معهد كاليفورنيا للتكنولوجيا _ومدير معمل العلوم الذرية.
ar: Professor Ahmed Zewail currently occupies several posts including teaching at the California Institute for Technology and manages the Atomic Sciences Lab.

source: وأبحاث الدكتور زويل حاليا تهدف الي تطوير _استخدامات أشعة الليزر للإستفادة منها في علم الكيمياء والأحياء, أما في مجال _الفيمتو الذي تم تطويره مع فريق العمل بجامعة كالتك فإن هدفهم الرئيسي حاليا هو _استخدام تكنولوجيا الفيمتو في تصوير العمليات الكيميائية وفي
ar: Zewail conducts research aiming to develop the use of laser beams in hopes of applying the benefits to the fields of biology and chemistry. Femto discoveries, which were made in collaboration with the scientific team at Caltech, will be used in recording

source: In other words, even if two states are established, Israel cannot continue to be a state that privileges its Jewish citizens over its non-Jewish citizens. So either one or two states would mean the end of a Jewish state - although not of the state of Isra
ar: بعبارة أخرى, حتى ما إذا تم تأسيس دولتين, فإن إسرائيل لن تستطيع أن تكون تلك الدولة التي مواطنيها اليهود على مواطنيها الغير يهود. لذا فإنه سواء كان هناك دولة واحدة أو دولتين فإن ذلك قد يعني نهاية الدولة اليهودية المواطنين من غير اليهود. بالرغم من أنه قد لا

source: US Military: Can't Confirm Capture Of Al-Qaeda In Iraq Leader
ar: الولايات المتحدة: لا يمكن تأكيد اعتقال زعيم القاعدة، البغدادي، في العراق

source: WASHINGTON (AFP)--The U.S. military said Thursday it can't confirm reports of_the capture of the head of Al-Qaeda in Iraq.
ar: واشنطن: (وكالة الأنباء الفرنسية)- ذكرت وزارة الدفاع الأمريكية يوم الثلاثاء أنها لا تستطيع تأكيد إدعاءات الحكومة العراقية بكونها اعتقلت زعيم تنظيم القاعدة في العراق، أبو عمر البغدادي.

source: I can't confirm it. At this point, we are still trying to confirm it, said_Defense Department spokesman Bryan Whitman. He noted that past reports of Al-_Qaeda leader Abu Omar al-Baghdadi's capture have proven untrue.
ar: وصرح المتحدث باسم وزارة الدفاع الأمريكية، براين ويتمان، بالقول: أنا لا أستطيع أن أجزم لكم بذلك الأمر.

source: This would be a significant capture if the report is true, Whitman said.
ar: وقال ويتمان: إن الأمر سيكوم مهما لو ثبت أن الاعتقال صحيح.

source: Baghdad's security spokesman Major General Qassim Atta told AFP Thursday that_Baghdadi was arrested by Iraqi forces thanks to an intelligence tipoff.
ar: وصرح المتحدث الأمني، اللواء قاسم عطا، لوكالة الأنباء الفرنسية إن البغدادي تم اعتقاله من طرف القوات العراقية بفضل بلاغ مخابراتي

source: Baghdadi is said to lead the Islamic State of Iraq, a self-styled umbrella_organization for Al-Qaeda-affiliated insurgent groups fighting U.S. and Iraqi_forces that has pledged loyalty to Osama bin Laden.
ar: ويقال إن البغدادي هو زعيم دولة العراق الإسلامية، التنظيم المظلة لمجموعات مقاتلي القاعدة الذين يقاتلون الولايات المتحدة والقوات الحكومية، والتي تدين بالولاء لأسامة بلادن.

source: But the Pentagon has said in the past that the fronting of Baghdadi as the_leader of Iraq's Al-Qaeda operation is part of an elaborate ruse to put an Iraqi_face on an organization that has always been led by foreign fighters.
ar: غير أن البنتاغون قال في السابق إن وضع البغدادي في الواجهة كقائد لعمليات القاعدة يدخل في إطار مخطط مواجهة تنظيم بقوده على الدوام مقاتلون أجانب.

source: The U.S. military maintains that the real leader of Al-Qaeda in Iraq is Abu_Hamza al-Muhajir - better known as Abu Ayyub al-Masri - a veteran Egyptian_militant named Al-Qaeda chief in June 2006 following the death of his better-_known Jordanian predecesso
ar: ويتمسك الجيش الأمريكي بكون القائد الحقيقي لتنظيم القاعدة في العراق هو أبو حمزة المهاجر المعروف بأسم أبو أيوب المصري، الناشط المصري الذي تم تعيينه قائدا للقاعدة من يونيو 2006 بعد مقتل سلفه السابق الأردني أبو مصعب الزرقاوي إثر قضف جوي أمريكي.

source: Even so, Whitman said, Baghdadi's capture, if true, would be very good news.
ar: وقال ويتمان حتى إن كان الأمر كذلك، فإن اعتقال البغدادي، إن كان الخبر صحيحا، يعتبر خبرا جيدا.

source: We think this is a significant Al-Qaeda leader and if the report is true that_would be very good news, he said. Baghdadi has been believed to be a key_leader of Al-Qaeda in Iraq for some time.
ar: وقال: نعتقد ان زعيم القاعدة هذا مهم، إذا كان التقرير صحيحا. وأضاف بالقول: يعتق أن البغدادي ظل زعيما مهما لتنظيم القاعدة في العراق لبعض الوقت.

source: Venezuela Salts Wounds by Inviting PA Officials
ar: فنزويلا تعمق الجراح بدعوة مسؤولي السلطة الوطنية الفلسطينية

source: (IsraelNN.com) Months after the expulsion of the Israeli Embassy from Venezuela, President Hugo Chavez invited representatives of the Palestinian Authority to open a diplomatic consulate in his country’s capital. On Monday, Venezuela’s Foreign Minister Ni
ar: بعد مرور أشهر على طرد السفارة الإسرائيلية من فنزويلا، دعا الرئيس هوغو تشافيز ممثلين عن السلطة الوطنية الفلسطينية لافتتاح قنصلية دبلوماسية بعاصمة بلده. وقام كلا من وزير خارجية فنزويلا، نيكولا مودورو، ومسؤولو السلطة الوطنية الفلسطينية يوم الإثنين بالتوق

source: PA Foreign Minister Riyad el-Malki thanked Chavez for his support of the PA Arabs during Israel’s military operations in Gaza. “Chavez is the most popular leader in the western world,” el-Malki said.
ar: وشكر وزير خارجية السلطة الوطنية الفلسطينية، رياض المالكي، تشافيز على دعمه للسلطة الفلسطينية خلال العملية العسكرية الإسرائيلية على غزة. وقال المالكي: إن تشافيز هو أكثر القادة الغربيين شعبية في العالم.

source: Venezuela presently has a diplomatic office in Ramallah. In Latin America, the Palestine Liberation Organization (PLO) has embassies in Chile, Cuba, Nicaragua, and a diplomatic representative in Peru.
ar: وتتوفر فنزويلا حاليا على مكتب دبلوماسي في رام الله. كما تتوفر السلطة الوطنية الفلسطينية على سفارات بعواصم بعض دول أمريكا اللاتينية كالشيلي وكوبا ونيكاراغوا وممثل دبلوماسي في البيرو.

source: On January 6th, the Venezuelan government expelled Israel’s ambassador and all Israeli officials from Israel’s Embassy in Caracas, in protest of Israel’s Operation ‘Cast Lead’.
ar: في السادس من يناير، أقدمت الحكومة الفنزويلية على طرد السفير الإسرائيلي وكل المسؤولين الإسرائيليين من السفارة الإسرائيلية بكراكاس، احتجاجا على عملية الرصاص الماطر الإسرائيلية.

source: Chavez’s Track Record
ar: سجل تشافيز

source: Venezuela’s move was not the first time it has ousted Israeli officials. During the 2006 War in Lebanon, the Venezuelan president decided to recall its ambassador from Israel. In response, Israel recalled its ambassador from Venezuela.
ar: الخطوة التي أقدمت عليها فنزويلا ليست هي الأولى التي تبعد فيها مسؤولين إسرائيليين. فخلال حرب 2006 على لبنان، قرر الرئيس الفنزويلي استدعاء سفيره من إسرائيل. وردا على ذلك، قامت إسرائيل استدعاء سفيرها من فنزويلا.

source: During Israel’s counter-terror operations in Gaza, Venezuela’s foreign minister
ar: وخلال العمليات الإسرائيلية المضادة للإرهاب بغزة،

source: condemned Israel
ar: أدان وزير الخارجية الفنزويلي إسرائيل

source: and expressed solidarity with PA Arabs. In this tragic and indignant hour, the people of Venezuela manifest their unconditional solidarity with the heroic Palestinian people, share in the sadness that overcomes thousands of families through the loss of t
ar: وعبر عن تضامنه مع السلطة الوطنية الفلسطينية. وقال الوزير الفنزويلي في تصريح تلاه المذيع في التلفزيون الرسمي: في هذه الساعة المأساوية والتي نشعرفيها بالسخط، فإن شعب فنزويلا يعبر عن تضامنه غير المشروط مع الشعب الفلسطيني البطل، ويشاركه الحزن الذي يكتنف آلاف

source: “The Holocaust – this is what is presently happening in Gaza,” Chavez told television viewers during Israel’s military operations this past January. “The president of Israel must be tried in the International Court, together with George Bush,” he stated.
ar: وخلال العمليات العسكرية الإسرائيلية على غزة شهر يناير الماضي، قال تشافيز على شاشة التلفزيون: إن المحرقة هي التي تحدث الآن في غزة. وأضاف قائلا: تنبغي محاكمة رئيس إسرائيل في المحكمة الدولية جنبا إلى جنب مع جورج بوش.

source: The Venezuelan president has developed a close relationship with Iranian President Mahmoud Ahmadinejad in the past two years in a mutual effort to back other countries' attempting to liberate themselves from the imperialist yoke. Chavez has stated suppo
ar: ولقد طور الرئيس الفنزويلي علاقة وطيدة مع الرئيس الإيراني، محمود أحمدي نجاد، خلال السنتين المنصرمتين في إطار مجهود متبادل لدعم باقي الدول التي تحاول تحرير نفسها من الوحشية الإمبريالية. وعبر تشافيز عن دعمه لحزب الله وللبرنامج النووي الإسرائيلي، لكنه لم يخ

source: In response to the Chavez regime's anti-Israel and anti-Jewish hostility, the Hashomer Hatzair Socialist Zionist youth movement last week initiated
ar: وفي رد على نظام تشافيز المعادي لإسرائيل والمناهض لليهود، باشرت حركة الشباب الاشتراكية الصهيونية هاشومير هاتزاير

source: a protest campaign targeting Venezuelan embassies worldwide
ar: حملة احتجاجية تستهدف السفارات الفنزويلية في مختلف مناطق العالم

source: . The demonstrations are continuing this week as well.
ar: وستستمر هاته الاحتجاجات هذا الأسبوع أيضا

source: No Hands or Voice Required: Researchers Use Brain Interface to Post to Twitter
ar: لا حاجة لاستخدام الأيدى أو حتى الصوت بعد الآن: استخدم البحثون التداخل المخى للتواصل مع موقع التويتر للخدمات الإجتماعية

source: From the Post:
ar: مأخوذة من المقالة:

source: In early April, Adam Wilson posted a status update on the social networking Web site Twitter - just by thinking about it.
ar: فى أوائل شهر أبريل قام أدام ويلسون برفع تحديث جديد لشبكة الخدمات الإجتماعية التويتر – بمرد التفكير فى الموضوع.

source: Just 23 characters long, his message, “using EEG to send tweet,” demonstrates a natural, manageable way in which “locked-in” patients can couple brain-computer interface technologies with modern communication tools.
ar: و كانت رسالته عبارة عن استخدام ثلاثة و عشرين رمز فقط، باستخدام نموذج إى إى جى للتواصل مع التويتر. و من ثم فقد استطاع أن ينشىء طريقة طبيعية سهلة الاستخدام و التى فيها يستطيع المعاقين جسدياً بشكل تام أن يزاوجوا بين تكنولوجيا تداخل كلٍ من الكمبيوتر و المخ

source: A University of Wisconsin-Madison biomedical engineering doctoral student, Wilson is among a growing group of researchers worldwide who aim to perfect a communication system for users whose bodies do not work, but whose brains function normally. Among tho
ar: و يعد ويلسون من طلبة الدكتوراة فى تخصص الهندسة البيولوجية الطبية بجامعة ويسكونسن و الذى يمثل أحد أعضاء فريق البحث عبر دول العالم أجمع و الذؤى يصبو إلى إنتاج جهاز فعال لنموذج الإتصال لمستخدمين الكمبيوتر و الذين تعجز أجسادهم عن العمل و لكن عقولهم تعمل بشكل

source: Some brain-computer interface systems employ an electrode-studded cap wired to a computer. The electrodes detect electrical signals in the brain - essentially, thoughts - and translate them into physical actions, such as a cursor motion on a computer scre
ar: و تقوم بعض نماذج التداخل بين العقل و الكمبيوتر بتوظيف سلوك إلكترونية كهربية بالكمبيوتر. و تقوم الوصلات الكهربية بعد ذلك باكتشاف الإشارات الكهربية بالمخ، و بشكل رئيسى الأفكار و تقوم بعد ذلك بترمتها إلى سلوكيات فيزيائية، و منهاحركة المؤشر على شاشة الكمبيوتر

source: See Also:
ar: شاهد أيضاً:

source: View and download a video of person using the brain-computer interface to post to Twitter
ar: قم بمشاهدة و تحميل فيديو شخص يستخدم التداخل المخى مع الكمبيوتر لإرسال الرسائل إلى موقع تويتر

source: Egypt orders slaughter of all pigs over swine flu
ar: الحكومة المصرية تأمر بذبح الخنازير تخوفاً من إنتشار و تفشى مرض إنفلونزا الخنازير

source: By MAAMOUN YOUSSEF
ar: بقلم: مأمون يوسف

source: Associated Press Writer
ar: صحفى بالأسوسيتد برس

source: CAIRO (AP) -- Egypt began slaughtering the roughly 300,000 pigs in the country Wednesday as a precautionary measure against the spread of swine flu even though no cases have been reported here yet, the Health Ministry said.
ar: القاهرة (للأسوسيتد برس): بدأت الحكومة المصرية حملة لذبح ثلاثة مائة ألف خنزير بالبلاد يوم الأربعاء كإجراء وقائى تخوفاً من إنتشار و تفشى مرض إنفلونزا الخنازير بالرغم من عدم الإعلان عن ظهور أى حالة إصابة بالمرض حتى الآن. و هذا وفق ما جاء فى تقرير لوزير الصحة

source: The move immediately provoked resistance from pig farmers. At one large pig farming center just north of Cairo, farmers refused to cooperate with Health Ministry workers who came to slaughter the animals and the workers left without carrying out the gover
ar: و قد واجه ذلك القرار معارضة و مقاومة من قبل مربى الخنازير بمصر. و فى أحد مراكز تربية الخنازير الضحمة شمال العاصمة القاهرة رفض المزارعون التعاون مع عمال وزير الصحة فى عملية ذبح الخنازير و تركهم المزارعون بدون الإهتمام بأوامر الحكومة و تنفيذها.

source: It has been decided to immediately start slaughtering all the pigs in Egypt using the full capacity of the country's slaughterhouses, Health Minister Hatem el-Gabaly told reporters after a Cabinet meeting with President Hosni Mubarak.
ar: و قد علق وزير الصحة على ذلك القرار بأنه لقد تم إصدار قرار حكومى بذبح كل الخنازير فى الحال باستخدام و بتوظيف كل الجهود المبذولة فى تلك العملية من قبل المجاذر المصرية. و ذلك أعقاب إجتماع مجلس الوزراء بالرئيس حسنى مبارك .

source: Egypt's overwhelmingly Muslim population does not eat pork due to religious restrictions. But the animals are raised and consumed by the Christian minority, which some estimates put at 10 percent of the population.
ar: و يجب ملاحظة أن غالبية السكان بمصر من المسلمين و الذين لا يتناولون لحوم الخناذير، فهى من المحظورات الدينية فى الشريعة الإسلامية. و لكن الخنازير يتم تربيتها و بيعها للأقلية المسيحية، و التى تمثل نحو عشرة بالمائة من مجموع سكان مصر.

source: Health Ministry spokesman Abdel Rahman estimated there were between 300,000-350,000 pigs in Egypt.
ar: و صرح متحدث رسمى باسم وزير الصحة السيد عبدالرحمن أن الخنازير بمصر يتراوح من ثلاثمائة ألف رأس إلى نحو ثلاثمائة و خمسين ألف رأس.

source: Agriculture Minister Amin Abaza told reporters that farmers would be allowed to sell the pork meat so there would be no need for compensation.
ar: كما صرح وزير الزراعة أمين أباظة للصحفيين أن المزارعين سيسمح لهم ببيع لحوم الخنازير و لذلك ليس هناك حاجة للتذمر من ذلك القرار.

source: In 2008, following fears over diseases spread by animals, Mubarak ordered all pig and chicken farms moved out of population areas. But the order was never implemented.
ar: و فى عام 2008 و عقب إنتشار المخاوف من الأمراض التى تنتشر بسبب الحيوانات، فقد أمر الرئيس مبارك بنقل كل مزارع الخنازير و الدواجن بعيداً عن الكتلة السكنية. إلا أن ذلك القرار لم يتم تنفيذه و تطبيقه.

source: Pigs can be found in many places around Muslim world, often raised by religious minorities who can eat pork. But they are banned entirely in some Muslim countries including Saudi Arabia, Bahrain, Kuwait, Qatar, the United Arab Emirates and Libya.
ar: و يمكن أن تتواجد الخنازير فى العديد من الأماكن حول العالم الإسلامى، و غاباً ما يتم تربيتها من قبل الأقليات الدينية آكلى لحومها. و لكنها محرمة بشكل قطعى فى بعض الدول الإسلامية الأخرى و منها المملكة العربية السعودية و البحرين بالإضافة إلى الكويت وقطر و الإ

source: In Jordan, the government decided Wednesday to shut down the country's five pig farms, involving 800 animals, for violating public health safety regulations.
ar: و فى الأردن قررت الحكومة يوم الأربعاء أن تغلق خمسة مزارع للخنازير و يتم تربية ثمانمائة رأس بها، و ذلك لخرقها تشريعات و إجراءات السلامة الصحية.

source: Anthropologist Smadar Lavie said a common struggle against the oppression of Jews of Arab descent and Palestinian Arabs offered a way out of Zionism towards co-existence. Historian Ilan Pappe pointed to many concrete “de-Zionising” projects on the ground,
ar: قالت الباحثة في العلوم الإنسانية سمادار لافي أن الكفاح المشترك ضد ظلم اليهود من أصل عربي و العرب الفلسطينيين قد قدم طريقا للخروج من الصهيونية و الاتجاه نحو التعايش. أما المؤرخ إيلان بايب فقد نوه إلى المشاريع اللا صهيونية العديدة الملموسة, و من ضمنها ر

source: Historian Gabriel Piterberg held up the poetry of the late Avot Yeshurun as a model of blending narratives and identities by mixing Arabic and Yiddish idiom into Hebrew poetry.
ar: المؤرخ غابريال بيتربرغ وجد في شعر الراحل أفوت يشورون نموذجا لتوليف القصص و الهويات بمزيج من اللغة العربية و اللهجة الييدية و تطبيقها في الشعر العبري.

source: As for the Jews, several referred to the way that Zionism had subverted the values of Judaism, and highlighted alternative discourses. As law philosopher Ori Ben-Dor put it, “Zionism abuses the Jewish memory and the humanist message of the holocaust.” His
ar: أما بالنسبة لليهود, فقد أشار العديدون إلى الطريقة التي انتهكت بها الصهيونية القيم اليهودية, و أبرزوا المعالجات البديلة عن ذلك. حيث وصف الفيلسوف في القانون أوري بن-دور ذلك بقوله: لقد انتهكت الصهيونية الذاكرة اليهودية و الرسالة الإنسانية لمحرقة الهولوك

source: And political scientist As’ad Ghanem emphasized that no one can decide for a people what their national consciousness is: “I know who I am as a Palestinian; I cannot decide for the Israelis who they are.”
ar: و قد أكد الخبير السياسي أسعد غانم أنه لا يوجد أحد يستطيع أن يقرر عن الشعب ماهية وعيهم الوطني حيث قال: إنني أعرف من أنا, إنني شخص فلسطيني, لكنني لا أستطيع أن أقرر عن الإسرائيليين من هم.

source: There is no “monolithic Jewish voice,” Palestinian activist Omar Barghouti reminded, adding that it is anti-Semitic to claim otherwise. He pointed to the “disproportionate number of Jews” in the movement to boycott, divest from and sanction Israel until P
ar: ليس هناك صوت يهودي مون وليثي , هذا ما ذكره الناشط الفلسطيني عمر البرغوثي, مضيفا أن الإدعاء بغير ذلك هو أمر معاد للسامية, كما أشار إلى العدد الغير متكافئ لليهود في الحركة القائمة على مقاطعة و تجريد و معاقبة إسرائيل إلى أن يتم الحصول على الحقوق الإ

source: Five dead, 12 injured in Queen's Day tragedy
ar: خمسة قتلى و12 جريح في مأساة يوم احتفال الملكة

source: Palestinian National Authority to Open Diplomatic Mission in Venezuela
ar: السلطة الوطنية الفلسطينية تفتح بعثة دبلوماسية في فنزويلا
